"lblChargeLimit" = "充電限制：";
"btnDischarge" = "放電模式";
"btnTopup" = "立即充滿";
"btnInstallHelper" = "安裝輔助程式";
"btnQuit" = "退出";
"hlpSailingModePopover" = "航行模式已啟用";
"hlpCalibrationPopover" = "正在重新校正…";
"hlpHeatProtectionPopover" = "電池溫度超過上限，現已停止充電。電池目前溫度： ";
"hlpIntelModePopover" = "Intel 模式已啟用";
"lblSailingMode" = "航行模式";
"txtEnabled" = "已開啟";
"txtDisabled" = "已關閉";
"hlpSailingModeSettings" = "AlDente 將充電到相應的電量後，會讓電量降到指定的百分比，然後再開始充電。這樣做是為了防止 Macbook 因性能的需要，而反復少量地充電。";
"txtWillSailTo" = "將會航行至 ";
"txtSailingModeDeactivated" = "航行模式已停用。";
"lblHeatProtection" = "過熱保護";
"hlpHeatProtectionSettings" = "如果電池溫度超過此設定值，AlDente 會自動停止充電。";
"txtMaxTemp" = "最高溫度";
"txtCurrent" = "目前溫度";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "過熱保護已停用。";
"lblCalibrationMode" = "校正模式";
"btnStopCalibration" = "停止校正";
"btnStartCalibration" = "開始校正";
"txtDischarge15" = "放電至\n15%";
"txtCharge100" = "充電至\n100%";
"txtHold1h" = "持續充電\n1小時";
"txtDischarge" = "放電至\n";
"lblStopChargingWhenSleeping" = "MacBook 進入睡眠時\n停止充電";
"hlpStopChargingWhenSleeping" = "開啟此選項後，MacBook 進入睡眠模式時會停止充電，即使未達到所設定的百分比。";
"lblStopChargingWhenClosed" = "退出 AlDente Pro 後\n停止充電";
"lblStopChargingWhenPoweredOff" = "關機時停止充電\n";
"hlpStopChargingWhenPoweredOff" = "開啟此選項後，MacBook 關機時間會停止充電。可以通過重新啟動 AlDente 或重設 SMC 來重新啟用該功能。";
"lblIntelMode" = "Intel 模式";
"hlpIntelModeSettings" = "僅適用於英特爾 MacBook。這使用另一個 SMC 鍵來控制最大充電值。允許放電、航行模式和校正模式等功能在此模式下不可用，但設置的充電值仍會重新啟動。實際最終值也可能與您設置的值相差最多 5%。";
"lblHelperApp" = "輔助程式";
"btnReinstall" = "重新安裝";
"btnRemove" = "移除";
"lblUpdates" = "更新";
"btnCheckForUpdates" = "檢查更新";
"txtCheckManually" = "手動檢查更新";
"txtCheckAutomatically" = "自動更新";
"lblOther" = "其他";
"btnManageLicense" = "管理授權碼";
"btnActivateLicense" = "啟用授權碼";
"btnSaveDebugFile" = "儲存除錯文件";
"lblLaunchAtLogin" = "開機自啟動";
"hlpLaunchAtLogin" = "開機時自動啟動 AlDente";
"lblRestoreCompleted" = "已完成回復";
"txtRestoreCompleted" = "已恢復預設設定。";
"btnResetSettings" = "已恢復默認設定";
"lblShowOnlyAlDenteIcon" = "僅顯示 AlDente 圖示";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Free";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Cooked up️ in 2024 by AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "獲取 Pro 版本";
"lblSyncingChargeState" = "同步充電狀態";
"txtDischargeExitDescription" = "由於 AlDente 正在為您的電池放電，需要等到 macOS 確認放電停止後，才能退出應用程式。如果仍然選擇退出，這可能會導致您的螢幕出現短暫的白屏。";
"btnOK" = "好";
"btnCancel" = "取消";
"lblIntelNotification" = "AlDente 已開啟 Intel 模式";
"txtIntelNotification" = "由於硬體限制，在這台 MacBook 上僅提供 Intel 模式，在此狀態下無法啟用 Pro 功能。";
"lblSetupNotification" = "安裝 AlDente Pro";
"txtSetupNotification" = "請前往：\n\n系統偏好設定 ➔ 電池 ➔ 電池\n\n 關閉\n\n \最佳化電池充電\.\n\n以確保 AlDente 可以完全控制電池充電過程。";
"lblUpdateHelperNotification" = "升級輔助程式";
"txtUpdateHelperNotification" = "AlDente 需要更新輔助程式。您隨時都可以點擊 \卸載輔助程式\ 移除它";
"lblInstallHelperNotification" = "安裝輔助程式";
"txtInstallHelperNotification" = "為了能夠控制 MacBook 的充電行為，AlDente Pro 需要安裝輔助程式。您隨時都可以點擊 \卸載輔助程式\ 移除它";
"lblHelperInstallSuccessNotification" = "輔助程式已安裝";
"lblRemoveHelperNotification" = "移除輔助程式？";
"txtRemoveHelperNotification" = "確定要移除輔助程式嗎？由於 AlDente 執行時依賴此輔助程式，移除輔助程式後， AlDente 將無法正常運作";
"lblHelperRemovedNotification" = "輔助程式已移除";
"txtHelperRemovedNotification" = "已成功移除 AlDente 輔助程式。由於 AlDente 執行時依賴此幫助程式，因此在您重新安裝該輔助程式之前，AlDente 無法正常運作。";
"lblClamshellDischargeProNotification" = "抱歉！";
"txtClamshellDischargeProNotification" = "合蓋模式僅在 AlDente Pro 版本中提供";
"lblDischargeInfoNotification" = "放電模式注意事項";
"txtDischargeInfoNotification" = "要在所有情況下（如合蓋模式）啟用放電，AlDente 必須暫時禁用設備的睡眠功能。因此在某些 MacBook 上放電時，睡眠選項可能會變灰。此外，其他控制睡眠行為的應用程式可能無法正常工作。";
"lblDebugInfoSavedNotification" = "已儲存推送通知";
"txtDebugInfoSavedNotification" = "推送通知文件已成功儲存到：";
"lblActivationSuccessfulNotification" = "啟用成功！";
"txtActivationSuccessfulNotification" = "感謝購買 AlDente Pro！";
"lblNoConnectionNotification" = "網路無法連接";
"lblDisableSleepCompletely" = "充電未達到最大限值時\n阻止系統進入睡眠狀態";
"hlpDisableSleepCompletely" = "開啟此選項後，AlDente 會阻止 MacBook 進入睡眠狀態，直到電池電量達到充電上限。拔下電源線後，會自動啟用休眠。";
"lblShowOnStartup" = "啟動時顯示";
"hlpShowOnStartup" = "當應用程式啟動時，AlDente 的用戶界面將自動打開。";
"hlpShowDockIcon" = "在 Dock 中可以看到一個 AlDente 圖示。";
"lblShowDockIcon" = "顯示 Dock 圖示";
"hlpNoMenubarIcon" = "從選單列中刪除 AlDente 的圖示。啟用此功能後，該應用程式只能通過底部圖示執行。";
"lblPopoverAnimation" = "彈出動畫";
"hlpPopoverAnimation" = "打開或關閉彈出動畫。";
"lblPopupWindow" = "彈出窗口";
"lblNoMenubarIcon" = "隱藏選單列圖示";
"lblMenubarIcon" = "選單列圖示";
"txtHold" = "保持\n";
"txtDifference" = "區別：";
"txtNoConnectionNotification" = "AlDente 需要每 30 天檢查一次您的授權碼是否有效。請連接到網際網路以使 AlDente 工作。";
"lblAdvancedIntelMode" = "高級英特爾模式";
"hlpSettingsLock" = "設置被鎖定。請聯繫您的系統管理員以釋放它們。";
"hlpUseRealPercentage" = "啟用此設置後，AlDente 將實際硬體電池百分比作為參考。 macOS 中顯示的值通常與此相差幾個百分點，具體取決於電池的使用年限和充電狀態。";
"ttlStats" = "統計數據";
"lblUseRealPercentage" = "硬體電池百分比";
"hlpShowOnlyAlDenteIcon" = "誰不想每次都在他們的選單列中放一盤新鮮的意大利麵？";
"hlpShowBatteryIcon" = "誰不想每次都在他們的選單列中放一盤新鮮的意大利麵？";
"hlpShowPercentage" = "誰不想每次都在他們的選單列中放一盤新鮮的意大利麵？";
"lblCheckAutomatically" = "自動檢查";
"txtIntelExplanation" = "在 MacBook 上，充電限制在關機或處於睡眠模式時會持續存在。請注意，由於技術限制，在這些情況下，百分比可能會有所不同。";
"ttlMoreSettings" = "更多的";
"ttlScheduleSettings" = "排程";
"lblSleep" = "休眠";
"lblLockScreenWhenClosed" = "關閉時鎖定螢幕";
"hlpLockScreenWhenClosed" = "啟用後，當合上蓋子並停用睡眠模式時，螢幕會自動鎖定。";
"lblAutomaticDischarge" = "自動放電";
"hlpAutomaticDischarge" = "啟用後，如果目前百分比較高，AlDente 將自動放電至設定值。";
"lblCharging" = "充電";
"hlpAutomaticDischargeButton" = "當設置的充電限制低於電池百分比時，AlDente 將自動為您的電池放電。";
"ttlGeneralSettings" = "一般";
"ttlChargeSettings" = "充電";
"ttlFeatureSettings" = "功能";
"ttlAppearanceSettings" = "外觀";
"txtSetupNotificationVentura" = "請轉到：\n\n系統偏好設置➔\n電池➔\n電池執行狀況（訊息按鈕）\n\n並禁用：\n\n \優化電池充電\。\n\n這可確保 AlDente 完全控制充電行為.";
"lblMagsafeLED" = "Magsafe LED";
"lblControlMagsafeLED" = "控制 Magsafe LED";
"hlpControlMagsafeLED" = "如果啟用此設置，AlDente 會將 Magsafe LED 的顏色與目前充電狀態相配對。";
"lblBlinkOrangeDischarge" = "放電期間閃爍橙色";
"hlpBlinkOrangeDischarge" = "如果啟用此設置，則 Magsafe LED 將在啟用放電時閃爍橙色。";
"lblMagsafeAlwaysOff" = "總是關閉";
"hlpMagsafeAlwaysOff" = "如果啟用此設置，只要 AlDente 正在執行，Magsafe LED 就會始終熄滅。";
"ttlCalibrationNotPossible" = "無法校正！";
"txtCalibrationNotPossible" = "校正模式僅在連接充電器時可用。";
"ttlSMCIssue" = "充電限制錯誤";
"ttlLowChargeLimitWarning" = "低充電限制";
"txtLowChargeLimitWarning" = "長時間將電池電量保持在低百分比會增加校正錯誤的可能性。\n這可能會導致設備意外關機。\n如果是這種情況，通常可以使用 AlDente 的校正模式進行修復。";
"txtSMCIssue" = "AlDente 檢測到 macOS 存在一個問題，該問題可能會導致 Charge Limiter 暫時無法工作。\n請執行以下步驟以使 AlDente 再次工作：\n1.從插座上拔下充電器並關閉 MacBook\n2.等待 5 分鐘\n3.打開 MacBook 並插入充電器\nAlDente 應該會再次正常工作。";
"ttlTasks" = "任務";
"txtTasksIntelMode" = "任務調度在 Intel 模式下不可用。";
"txtTasksNotActivated" = "獲取 AlDente Pro 解鎖任務安排！";
"txtCreateNewTask" = "使用 + 按鈕添加新任務！";
"txtTask" = "任務";
"txtStartTasksNext" = "在下一個機會開始任務：";
"txtTaskHistory" = "任務歷史";
"ttlName" = "姓名：";
"ttlActive" = "積極的：";
"ttlAction" = "行動：";
"txtTopUp" = "充值";
"txtDischargeTo" = "排放至";
"ttlRepeat" = "重複：";
"txtDaily" = "日常的";
"txtWeekly" = "每週";
"txtMonthly" = "每月";
"ttlStart" = "開始：";
"hlpStartTasksNext" = "當您的 MacBook 處於睡眠狀態或關機時，AlDente 無法執行任務。如果您的 MacBook 在任務應該執行時處於睡眠狀態或關機，它將在下一次機會再次打開時啟動該任務。";
"lblHelperInstallError" = "助手安裝錯誤";
"txtHelperInstallError" = "助手安裝期間出現問題。單擊下一步以重新加載幫助程序服務。系統將要求您再次輸入密碼。";
"txtInstallHelper" = "AlDente 需要執行它的輔助應用程式才能工作。請安裝輔助應用程式。";
"txtHelperInstallSuccessNotification" = "輔助程式程式已成功安裝！";
"txtPause" = "暫停充電";
"txtCalibrate" = "啟動校正模式";
"txtChargeTo" = "設置充電限制";
"ttlAlDenteSetup" = "AlDente 設置";
"txtAlDenteHeadline" = "歡迎來到 AlDente！";
"txtIntro" = "在我們開始之前，我們需要配置一些東西。";
"ttlInstallHelper" = "安裝輔助程式";
"txtInstallHelperInfo" = "AlDente 需要輔助應用程式來控制 MacBook 的充電行為。";
"txtHelperInstalled" = "（已安裝助手）";
"ttlOptimisedCharging" = "優化電池充電";
"txtOptimisedChargingInfo" = "要讓 AlDente 完全控制 MacBook 的充電行為，需要禁用優化電池充電。";
"bpOpenSettings" = "• 打開系統設置 → 電池";
"bpClickInfoButton" = "• 單擊電池健康旁邊的信息按鈕";
"bpDisableOptimisedCharging" = "• 禁用優化電池充電";
"txtDisableOptimisedChargingOld" = "請轉到：系統偏好設置 ➔ 電池 ➔ 電池並禁用：優化電池充電。";
"btnOpenSettings" = "打開設置";
"ttlCustomiseAlDente" = "自定義 AlDente";
"txtPresetInfo" = "你如何使用 MacBook？";
"btnMostlyHome" = "主要是在家";
"btnOnTheGo" = "在旅途中";
"btnSkip" = "跳過";
"ttlSetupModal" = "這將配置以下設置：";
"bpChargeLimit" = "• 充電限制";
"bpLaunchAtLogin" = "• 登錄時啟動";
"bpSailingMode" = "• 航行模式*";
"bpHeatProtection" = "• 過熱保護*";
"bpAutomaticDischarge" = "• 自動放電*";
"bpStopChargingWhenSleeping" = "• 休眠時停止充電*";
"bpStopChargingWhenClosed" = "• 應用程式關閉時停止充電*";
"bpHardwareBatteryPercentage" = "• 電池硬體百分比*";
"ttlProLicense" = "Pro 授權碼";
"txtProLicenseInfo" = "如果您已經擁有 Pro 授權碼，則可以在此處啟用它。";
"btnUseFree" = "免費使用";
"btnActivatePro" = "啟用專業版";
"txtOn" = "在";
"txtOff" = "離開";
"txtOnlyInPro" = "* 僅適用於 AlDente Pro";
"txtEveryWeekday" = "每週";
"txtEvery2Weeks" = "每兩週";
"lblStats" = "統計數據";
"lblPowerFlowNotAvailable" = "由於技術限制，Power Flow 在此系統上不可用。";
"txtPowerFlowFreeExplanation" = "這只是用於演示目的的示例數據。解鎖 AlDente Pro 以獲得實時數據！";
"lblShowInPopover" = "在彈出窗口中顯示";
"hlpShowInPopover" = "如果啟用，此小部件也將在選單列彈出窗口中可見。";
"lblShowPercentage" = "顯示百分比";
"lblShowBatteryIcon" = "顯示電池";
"lblDischargeLimitToHighNotification" = "充電限制過高";
"txtDischargeLimitToHighNotification" = "要使用放電功能，您需要將充電限制設置為低於目前電池百分比的值。";
"chkDontAskAgain" = "不再詢問";
"lblLimit" = "限制：";
"txtAlDenteStatus" = "使用狀態";
"txtMacOSNative" = "macOS 本機";
"txtMacOSColored" = "macOS 彩色";
"ttlSettingsBackup" = "已找到 AlDente Pro 設置的備份。你想恢復它們嗎？";
"txtSettingsBackup" = "恢復專業設置？";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "AlDente設置";
"txtDontShow" = "不要顯示";
"txtDontRepeat" = "不要重複";
"lblIconStyle" = "圖示樣式";
"txtAlDenteIcon" = "AlDente圖示";
"txtEnterTargetPercentage" = "輸入目標百分比：";
"hlpSailingMinPerc" = "低於20％的AlDente將始終為您的電池充電，並且航行模式被覆蓋。";
"ttlPowerFlow" = "電流";
"chkRembemberDecision" = "記住我的決定";
"ttlSensorData" = "傳感器數據";
"ttlBatHealth" = "電池健康";
"txtDesignCap" = "設計能力：";
"txtMaxCap" = "最大容量：";
"txtHardwareCap" = "硬件容量：";
"txtMacOSCap" = "MacOS容量：";
"txtCycleCount" = "週期盤點：";
"ttlBatSpecs" = "電池規格";
"txtBatTemp" = "電池溫度：";
"txtTimeRemaining" = "剩餘時間：";
"txtTimeToFull" = "完整的時間：";
"txtBatterySerial" = "序列號：";
"ttlElectricalSpecs" = "電氣規格";
"txtChargerI" = "充電器電流：";
"txtChargerU" = "充電器電壓：";
"txtBatI" = "電池電流：";
"txtBatU" = "電池電壓：";
"txtSystemP" = "系統負載：";
"txtCalibrationInterrupted" = "校準模式已中斷。您想繼續進行校準嗎？";
"txtPopover" = "在Popover中展示";
"ttlQuitApp" = "退出AlDente？";
"txtQuitApp" = "您想退出AlDente嗎？";
"txtCondition" = "MacOS條件：";
"hlpLowPowerMode" = "MacOS低功率模式處於活動狀態。";
"lblLowPowerMode" = "低功率模式";
"lblTopUpWhileCalibrationNotification" = "不可能加油。";
"txtTopUpWhileCalibrationNotification" = "在進行校準時，不可能充氣。在開始充值之前，請禁用校準模式。";
"txtNothing" = "沒做什麼";
"hlpRightClickAction" = "確定當右鍵單擊菜單欄中的AlDente圖標時應該發生什麼。";
"txtToggleChargeLimit" = "開始/停止充電";
"txtToggleLPM" = "啟用/禁用低功率模式";
"txtRightClickAction" = "Menubar右鍵單擊";
